Revit 2024 API
DockablePanes.BuiltInDockablePanes.FabricationPartBrowser Property
 The Fabrication part browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId FabricationPartBrowser { get; }
Visual Basic
Public Shared ReadOnly Property FabricationPartBrowser As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ FabricationPartBrowser {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace